Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The new data source is likely to give a more representative picture of developments in office rents in Oslo as a whole, since the new statistics include a broader set of office premises.
nb: Den nye datakilden gir trolig et mer representativt bilde av leieprisutviklingen i kontorsegmentet i Oslo som helhet, siden den inkluderer et bredere sett av kontorlokaler.

source: Use your browser's search function (CTRL + F) to find the correct ISIN code.
nb: Bruk "søk i nettleser" (ctrl f) for å finne aktuell ISIN-kode.

source: The Executive Board discussed the matter and approved the proposed budget for Norges Bank for 2020.
nb: Hovedstyret hadde en meningsutveksling og godkjente budsjettforslaget for Norges Bank for 2020.

source: -json" you will need to change it to "sdmx-json" and additionally change to handle the new format.
nb: -json" må du ta i bruk "sdmx-json" og tillegg endre til å håndtere det nye responsformatet.

source: 7 Net lending at macro level is calculated in the institutional national accounts (income accounts) and in the financial accounts (see appendix).
nb: 7 Nettofinansinvesteringer i makro beregnes i institusjonelt nasjonalregnskap (inntektsregnskapet) og i finansregnskapet, se vedlegg.

source: Twelve-month growth in gross private sector indebtedness to domestic sources (C2) was 9.7 per cent in January, down from 10.1 per cent in December 2008.
nb: Den innenlandske bruttogjelden til publikum (K2) økte med 9,7 prosent fra januar i fjor til januar i år, ned fra 10,1 prosent i desember 2008.

source: pass-through from changes in the krone to prices for imported consumer goods.
nb: gjennomslag fra endringer i kronekurs til prisene på importerte konsumvarer.

source: Item 183/2019 - Financial Stability Report 2019
nb: Sak 183/2019 Finansiell stabilitet 2019

source: operational risk at NBIM in 2010, namely there must be
nb: I 2010 fastsatte hoved- NBIM styret en toleranseramme for operasjonell risiko i NBIM.

source: If quotas are set low, the system will be more akin to a corridor system.
nb: Settes kvotene lavt, vil systemet ligne mer på et korridorsystem.

source: nomic developments in their enterprises and institutions.
nb: utviklingen i deres virksomheter.

source: : The Gokstad ship from the 800s, with the Norwegian-designed bow X-BOW® developed by Ulstein Design & Solutions AS in the background.
nb: Gokstadskipet fra 800-tallet med den norsktegnede baugen X-BOW® utviklet av Ulstein Design & Solutions AS i bakgrunnen.

source: 2001 a new report was published with core principles
nb: I 2001 kom en ny rapport med ti hovedprinsipper

source: must not control the setting of interest rates.
nb: må ikke være styrende for rentesettingen.

source: Total sail area is 110 square metres, comprising mainsail, foresail, jib, mizzen and topsail.
nb: Seilarealet er på 110 kvadratmeter, fordelt på storseil, fokk, klyver, mesan og toppseil.

source: months ahead and investment plans 6 to 12 months
nb: ninger et halvt år fram og investeringsplaner 6 til 12

source: Norges Bank has supported the banks’ work
nb: ning og senere oppgjør i Norges Bank.

source: In the lending survey, most banks report ordinary loan-to-value (LTV) ratios of between 60% and 80%.
nb: I utlånsundersøkelsen oppgir flest banker at vanlig belåningsgrad på nye lån med pant i næringseiendom er mellom 60 og 80 prosent.

source: Chart 1.14 Equity valuations are high
nb: Figur 1.14 Aksjene er høyt priset

source: also to Marie Norum Lerbak and Agnes Marie Simensen for help with producing the charts.
nb: Lerbak og Agnes Marie Simensen for hjelp med å lage figurer.

source: Price stability, or low and stable inflation, is the prima-
nb: Prisstabilitet, i betydning lav og stabil inflasjon, er i de

source: The red line in Chart 7 shows cumulative transactions in NOK between the government’s
nb: Den røde linjen i figur 7 viser akkumulerte transaksjoner i norske kroner mellom staten og

source: 15 years of short-term fine-tuning.
nb: tikken bedre etter 15 år med kortsiktig finstyring.

source: assessment of monetary policy is that the key policy
nb: over er lavere enn lagt til grunn i mars, i hovedsak

source: system that influence structural liquidity.
nb: som påvirker strukturell likviditet.

source: The article draws on theory where relevant, but the focus is on actual events in the period 1970–1993.
nb: Artikkelen omtaler noeteori der det er relevant, men fokus er på de faktiske hendelsene i perioden 1970–1993.

source: [26] The quotation continues:
nb: [26] Sitatet fortsetter slik:

source: advanced countries (see Chart 1.1).
nb: industrilandene, se figur 1.1.

source: • Welcome and approval of the agenda, Jørgen Gudmundsson
nb: • Velkomst og godkjenning av dagens agenda, Jørgen Gudmundsson

source: In order to give an indication of how many times an alternative dataset would have been used historically, Norges Bank has calculated Nowa based on unsecured overnight transactions made via Norges Bank's settlement system in the period between September 2011 and October 2019.
nb: For å kunne gi en indikasjon på hvor mange ganger dette ville inntruffet historisk, har Norges Bank beregnet Nowa basert på usikrede overnattentransaksjoner gjort via Norges Banks oppgjørssystem i perioden fra september 2011 til oktober 2019.

source: The minimum average time to refixing is 2½ years.
nb: Minstekravet tilrentebinding er 2½år.

source: Truths we took to be eternal often prove to bear the stamp of their time.
nb: Sannheter vi mente var evige, viser seg ofte å være tidsbestemte.

source: Norges Bank discusses developments, vulnerabilities and risks in the financial infrastructure.
nb: drøfter Norges Bank utviklingstrekk, sårbarhet og risiko i den finansiel e infrastrukturen.

source: of transactions was NOK 287 million.
nb: per dag, og transaksjonenes snittstørrelse var på 287

source: systems satisfy international recommendations.
nb: deltakere vil omfattes av konsesjonsplikten hvis de er

source: Karen Helene Ulltveit-Moe and Egil Matsen reported on the discussions in the Audit Committee and the Risk and Investment Committee and the issues of particular concern to the committees.
nb: Karen Helene Ulltveit-Moe og Egil Matsen redegjorde for drøftingene i henholdsvis revisjonsutvalget og risiko- og investeringsutvalget og de temaer utvalgene var særlig opptatt av.

source: Marques and Carvalho (2021)
nb: Marques og Carvalho (2021)

source: For my own part, many years experience of economic policy have led me to notice the prevalence of the figure 4.
nb: Etter mange års erfaring med økonomisk politikk, har jeg for egen del festet meg ved tallet 4.

source: Testing under TIBER-NO is expected to be conducted in 2022 at the earliest.
nb: Det forventes at testing etter TIBER-NO tidligst kan gjennomføres i 2022.

source: keting and sales of the coins.
nb: føring og salg av myntene.

source: With a fishery protection zone around Svalbard and fishery zone around Jan Mayen, Norway currently controls sea area that is five to six times larger than its land area.
nb: Med fiskevern- og fiskerisonen rundt Svalbard og Jan Mayen kontrollerer Norge i dag et sjøområde fem–seks ganger større enn landarealet.

source: At about the same time a similar project in England led to the South Sea Bubble.
nb: Omtrent samtidig førte et tilsvarende prosjekt i England til den såkalte South Sea- boblen.

source: Budget report by the Executive Board to the Supervisory Council for 2020
nb: Hovedstyrets budsjettrapportering til representantskapet for 2020 Saksdokument:

source: the middle of the central bank’s interest rate corridor.
nb: teten med hensyn på å stabilisere de korte rentene.

source: tlement in 2002.
nb: dyre lønnsoppgjøret i 2002.

source: The rental price index from JLL shows broadly the same developments as the quality-adjusted rental price index for Oslo as a whole and for Aker Brygge and Vika.
nb: Leieprisindeksen fra JLL har om lag den samme utviklingen som kvalitetsjusterte leieprisindekser for Oslo som helhet og for Aker Brygge og Vika.

source: a central place in the IMF’s surveillance work.
nb: lenge stått sentralt i IMFs overvåkingsarbeid.

source: The main theme of the meeting was NoRe’s planned publication of a fallback rate for Nibor, which will be based on compounded Nowa with an additional spread.
nb: Hovedtema for møtet var NoRes planlagte publisering av en fallbackrente for Nibor, som vil baseres på kapitalisert Nowa pluss en spread.

source: The Executive Board discussed the matter and approved the “principles for following up the anti-money laundering provisions” in line with the recommendation.
nb: Hovedstyret hadde en meningsutveksling og vedtok endrede «Prinsipper for oppfølging av hvitvaskingsbestemmelsene» i tråd med forslaget.

source: The new 1000-krone note, 70% of the original width/height
nb: Den nye 1000-kroneseddelen, gjengitt i 70% av original bredde/høyde.

source: 4 Strategic equity allocation and transfers between the equity and fixed income portfolios
nb: 4 Strategisk aksjeandel og overføringer mellom aksjeporteføljen og renteporteføljen

source: There was no 500-krone note in this series.
nb: Serien inneholder ikke 500 kr.

source: are stil considerably higher than the key policy rate.
nb: produk sjonen, men noe høyere enn i februar.

source: Reverse Vigeland’s sculpture at Abelhaugen in the PalaceGardens in Oslo, which was unveiled in 1902 on thecentenary of his birth.
nb: Vigelands skulptur på Abelhaugen i Slottsparken i Oslo,som ble avduket i 1902 til hans hundreårsdag.

source: low since the Bank was established in 1816. This partly
nb: ken ble etablert i 1816. Det skyldes et stykke på vei

source: trayed on the 50-krone note. Norway’s great opera features that make them difficult to counterfeit.
nb: På 50-kroneseddelen falt valget på eventyrsamleren nytt sikkerhetselement som gjør det vanskelig å lageP.

source: (14) with respect to the interest rate and setting the contribution to shedding light on the problems facing
nb: å derivere (14) med hensyn på renten og sette den hva disse modellene forteller oss. Analysene gir ingen

source: According to the Executive Board's strategic plan for NBIM for 2017-2019, the Bank will base its advice to the Ministry of Finance on somewhat broader perspective on wealth.
nb: I hovedstyrets strategiplan for NBIM for 2017-2019 fremgår det at banken fremover vil legge et noe bredere formuesperspektiv til grunn for råd til Finansdepartementet.

source: ed gain in the transaction from holding an extra unit of significantly since about 1990.
nb: Det kan fremstilles som et optimeringsproblem å betydelig fra om lag 1990.

source: firm in scope 1, 2 and 3 counts the same emission several times.
nb: Summen av utslipp for hvert foretak i ramme 1, 2 og 3 teller samme utslipp flere ganger.

source: Bank loans with Nowa as the reference rate
nb: Banklån med Nowa som referanserente

source: The published zero coupon yields are estimated values based on observed effective yields on Norwegian Treasury bills (zero coupon securities) and government bonds (coupon securities).
nb: De publiserte nullkupongrentene er estimerte verdier basert på observerte effektive renter på de norske statskassevekslene (nullkupongpapirer) og statsobligasjonene (kupongpapirer).

source: On Wednesday 17 February, we will remove the backward compatibility for the JSON format in Norges Bank's API for open data.
nb: Onsdag 17. februar fjerner vi bakoverkompabiliteten for JSON-formatet i Norges Banks API for åpne data.

source: The securities are issued by a company more than 1/3 owned by banks or other financial institutions (with the exception of covered
nb: Papiret er utstedet av et selskap der banker eller andre finansinstitusjoner samlet eier mer enn 1/3 (unntak for særskilt sikrede

source: The UK has basically followed up these recommendations by establishing the Office for Budget Responsibility.
nb: Storbritannia har langt på vei fulgt opp slike råd ved å etablere Office for Budget Responsibility.

source: Among other measures, Basel III introduced quantitative liquidity requirements and a number of new capital buffer requirements for banks.
nb: Basel III innførte blant annet kvantitative likviditetskrav og flere nye kapitalbufferkrav for bankene.

source: 7 The reports are available at the ARR web page.
nb: 7 Rapportene kan finnes p å ARR-gruppens nettsider

source: Payment systems – a potential source of risk.
nb: Betalingssystemet – en kilde til risiko.

source: The vulnerability indicators are spread from low to high, but most lie at a medium level (Chart 1.
nb: Indikatorene for andre kvartal i år er spredt fra lav til høy syklisk sårbarhet, men de fleste ligger på et middels nivå, se figur 1.D.

source: decarbonisation of its portfolio companies.
nb: selskapene i porteføljen.

source: can be up to NOK 90 billion.
nb: dag være på opp mot 90 milliarder kroner.

source: Item 193/2019 - Discontinuation of specific exercise of ownership rights
nb: Sak 193/2019 Avslutning av særskilt eierskapsutøvelse

source: Inflation is influenced by the exchange rate, as well as the level of activity.
nb: I tillegg til aktivitetsnivået, påvirkes inflasjonen av endringer i valutakursen.

source: In practice, the distinction between risk and uncertain-
nb: god informasjon om inflasjonspresset i økonomien.

source: Under the Norges Bank Act, the Bank has the sole
nb: Sentralbankloven gir Norges Bank enerett og plikt til

source: Moreover, it is proposed that this duty shall pertain to matters of “importance” and not decisions of “special importance” as is the case today.
nb: Dessuten foreslås at plikten skal gjelde saker av «viktighet» og ikke som i dag vedtak av «særlig viktighet».

source: [5] Einar Lie provides a detailed account of the break between classical and the new, more Keynesian thinking at the Ministry of Finance in the book
nb: [5] Einar Lie har en god fremstilling av bruddet mellom den klassiske og den nye mer keynesianske tenkningen i Finansdepartementet i boken

source: Thai baht (THB) - daily exchange rate from Norges Bank
nb: Thailandske baht (THB) - dagens valutakurs fra Norges Bank

source: A decomposition for the two first reports in 2003 would
nb: anslaget for produksjonsgap i 2003, ble anslaget for

source: In the 18-44 age group, around 80% are ful y vaccinated.
nb: I aldersgruppen 18–44 år er andelen ful vaksinerte rundt 80 prosent.

source: In 2005 it will be a hundred years since the union of
nb: For å markere at det i 2005 er hundre år siden unionen

source: products that are not among the imported goods in the
nb: viser derfor ikke direkte de internasjonale prisimpulsene

source: Remaining work includes work to achieve the calculation and publication of the replacement rate by Bloomberg and the inclusion of a fallback rate for Nibor in ISDA’s documentation.
nb: Det gjenstår arbeid med beregning og publisering av erstatningsrente i Bloomberg og inkludering av en fallback for Nibor i ISDA sin dokumentasjon.

source: [2] Here the natural sciences may be more stringent, and in some cases it may be easier to set up experiments that can refute the theory.
nb: [2] Her er naturvitenskapene kanskje skarpere, og det kan i noen tilfeller være enklere å sette opp forsøk som kan falsifisere teorien.

source: Under IFRS 9, credit impairment shall be based on more forward-looking assessments by including recognition of expected credit losses.
nb: Under IFRS 9 skal nedskrivingene på utlån bygge på mer fremoverskuende vurderinger, slik at nedskrivinger reflekterer forventede tap.

source: Section 1 must be completed in case of ordinary account and activation of contingency account
nb: Punkt 1 må fylles ut for ordinær konto og ved aktivering av beredskapskonto

source: can only be pursued if Norges Bank receives data via the Bank’s own money market collection system.
nb: avhenger av at Norges Bank får rapportert inn data via en egen pengemarkedsinnsamling.

source: account and the banking system since January 2000.
nb: banksystemet fra januar 2000.

source: assignats were issued in such great quantities that the result in a few short years was hyperinflation that culminated in 1795.
nb: De franske assignat-sedlene ble imidlertid utstedt i så store mengder at resultatet i løpet av få år ble en hyperinflasjon som kulminerte i 1795.

source: should fail to function.
nb: oppgjørskonti i Norges Bank.

source: foreign exchange purchases and transfers to the GPFG are illustrated in Chart 6.
nb: Banks kjøp av valuta og overføring til SPU er illustrert i figur 6.

source: The Nowai is published to eight decimal places.
nb: Nowai publiseres med åtte desimaler.

source: the CFF was last used in 1999.
nb: CFF ble sist benyttet i 1999.

source: Item 190/2017 The Central Bank Law Commission's Report NOU 2017:13
nb: Sak 190/2017 Sentralbanklovutvalgets utredning NOU 2017:13

source: Fully manned, the ship probably had a minimum crew of 65 men, who could also serve in battle when necessary.
nb: Fullbemannet hadde skipet trolig et mannskap på minimum 65 mann som også kunne være krigere når det trengtes.

source: Jon Nicolaisen reported on the Risk and Investment Commit ee’s discussions and
nb: Karen Helene Ul tveit-Moe redegjorde for drøftingen i revisjonsutvalget og de

source: These are systems for clearing and settling transactions between credit institutions.
nb: Det er systemer for avregning og oppgjør mel om kre-dittinstitusjoner.

source: in the clearing.
nb: gjørssystemene i Norge.

source: • Would expanded Nowa (which also includes loans between banks and non-banks) be more
nb: • Vil en utvidet Nowa (som også inkluderer lån mellom bank og ikke-bank) kunne være bedre

source: The pretenders to the throne with their supporters and allies sailed up and down the coast between the Oslo Fjord and Trøndelag.
nb: Tronpretendentene med krigerfølger og allierte seilte opp og ned kysten mellom Viken og Trøndelag.

source: Charts 3a and 3b show the impact on money market
nb: Figur 3a og 3b viser utslagene i pengemarkedsrentene

source: If we compare (8) with the case of additive uncertainty,
nb: Sammenlikner vi (8) med tilfellet med additiv

source: Item 67/2019 Annual report on notes and coins for 2018
nb: Sak 67/2019 Årsrapport sedler og mynter 2018

source: Chart 7 shows that the largest overall exposure
nb: Figur 7 viser at største samlede eksponering

source: be considerable if one or several of the banks’ 15 largest
nb: betydelig dersom en eller flere av bankenes 15 største mot-

source: By the same measure, food prices have fallen by 3 per cent.
nb: Målt på samme måte har matvareprisene falt med 3 prosent.

source: Øystein Olsen reported on the Ownership Commit ee’s discussions and the
nb: Øystein Olsen redegjorde for saken, samt drøftingen og innstillingen fra eierskapsutvalget.

source: varies from around 6 months for food to 11 months for footwear.
nb: fra rundt 6 måneder for matvarer til 11 måneder fro skotøy.

source: This article primarily describes some important events in the Norwegian clearing and settlement system
nb: Denne artikkelen beskriver i første rekke enkelte viktige hendelser i det norske avregnings- og oppgjørs-

source: The draft regulation was prepared jointly by Norges Bank and the Financial Supervisory Authority and is based on the power to lay down regulations in Section 16-4, second paragraph.
nb: Forskriftsutkast er utarbeidet av Norges Bank og Finanstilsynet i fellesskap, og er basert på forskriftshjemmelen i § 16-4 annet ledd.

source: The X-BOW® is a bow concept developed by the Sunnmøre-based company Ulstein Design & Solutions AS.
nb: X-BOW® er en baugtype utviklet av sunnmørsbedriften Ulstein Design & Solutions AS.

source: The total costs for settlement services calculated for 2021 are at approximately the same level as for 2020.
nb: De samlede kostnadene for oppgjørstjenestene som er beregnet for 2021, er på om lag samme nivå som i 2020.

source: policy rate has been reduced by 4½ percentage points since
nb: Siden september er styringsrenten satt ned med 4½ prosentpoeng. Våre anslag er om lag de

source: Reference is made to pages 337-338 of the Report.
nb: Det vises til s. 337-338 i utredningen.

source: for 10 years after notes and coins have been withdrawnfrom circulation.
nb: , som gjelder i 10 år etter at seddel og mynt er satt ut av omløp.

source: The IMF’s report (IMF 2005) is available atwww.imf.org.
nb: IMFs rapport (IMF 2005) ertilgjengelig på www.imf.org.

source: Item 51/2018 Draft monetary policy report with financial stability assessment 1/18 – Monetary policy analysis and provisional assessments
nb: Sak 51/2018 Utkast til Pengepolitisk rapport med vurdering av finansiell stabilitet 1/18 – Pengepolitisk analyse og foreløpige vurderinger

source: and Veggum (2002) discuss the changes and the reasons
nb: og Veggum (2002) gir en nærmere beskrivelse av

source: However, the increase in household financial assets increases the risk that a substantial fall in financial asset prices can lead to a tightening of consumption and bank losses, if firms default on their debt.
nb: Økte finansielle eiendeler øker imidlertid også faren for at et stort prisfall på finansielle aktiva kan føre til innstramminger i konsum og tap i bankene om foretak misligholder sin gjeld.

source: Banks mainly hold covered bonds as part of their liquidity portfolios (see Section 2).
nb: Bankene holder hovedsakelig OMF som en del av sine likviditetsporteføljer, se kapittel 2.

source: If the market participant uses derivatives for interest rate hedging or similar it should be made aware that 5-days lookback (without observation shift) differs from the fallback conventions used by ISDA for derivatives (2-days shifted observation period), which in turn can lead to increased risk.
nb: I den grad man benytter derivater for rentesikring eller lignende bør man også være klar over at 5 dagers lookback (uten observasjonsskift) skiller seg fra konvensjonene som benyttes i ISDAs avtaleverk for derivater (2 dagers observasjonsskift), og at dette kan lede til åpne risikoposisjoner.

source: See OECD (2001a) for a discussion of the use of value added and gross output in productivity calculations.
nb: Se OECD (2001a) for diskusjon av bruk av bruttoprodukt og bruttoproduksjon i produktivitets-beregninger.

source: requirements may be included in the cover pool but do not count when calculating whether the company meets
nb: stiller lovkravene, kan inngå i sikkerhetsmassen, men skal ikke regnes med ved beregningen av om foretaket

source: Chart 1 shows the spread between each bank’s NIBOR contribution at 12 noon and the actual fix for NIBOR the same day.
nb: Figur 1 viser differansen mellom hver banks Nibor-bidrag klokken 12 og faktisk Nibor-fix samme dag.

source: Box 1: Interview guide for the private sectorThe bullet points below contain a brief description of the themes we primarily wish to discuss.
nb: Ramme 1: Samtaleguide for privat sektorPunktene nedenfor skisserer de temaene vi primært ønsker å diskutere.

source: GPFG – Evaluation of the strategy period 2017-2019 Discussion
nb: SPU – Evaluering av strategiperioden 2017 - 2019

source: A recent estimate of the number of unemployed is an appalling 30 million."
nb: En nylig foretatt beregning over arbeidsledige viser det forferdende tall av 30 millioner."

source: guidelines based on relevant and recognised standards.
nb: beskrivelser av operasjonell risikostyring i årsrapporten for

source: an appreciation in itself results in higher earnings for retail trade firms.
nb: appresiering i utgangspunktet fører til økt inntjening i varehandelsbedriftene.

source: • To what extent is today’s Nowa already in use as a reference rate in loan contracts and
nb: • I hvilken grad brukes dagens Nowa allerede som referanse i låneavtaler og derivater av deg
